[
    {
        "width": 1.0,
        "height": 0.7,
        "message": "MY GENERAL, MY KNIGHT, I WILL FOLLOW YOU INTO THE BIGGEST DARK! IKUZOOOOOOOOOOOO!!!!",
        "author": "El Canal Weaboo"
    },
    {
        "width": 1.0,
        "height": 0.8,
        "message": "You're one of the OG of KFP and always will be remembered as such. You are the best General we could have be hoped for. Thank you for your service.",
        "author": "jarnMod"
    },
    {
        "width": 1.0,
        "height": 0.7,
        "message": "Thank you uncle peko for everything! o7",
        "author": "Raylemon"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Big Ups and Big Respects to the General of KFP. A Great leader and a model KFP employee everywhere. Henchou would be proud.",
        "author": "K3iji"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "Thank you so much for all you do! You're such a hard worker and a wonderful person! You've allowed me to help with projects and you've made me so happy!! You have done so much for KFP and for Kiara!! You have done such an amazing job coming up with and leading amazing projects! Thank you so much!!",
        "author": "annonymous chicken"
    },
    {
        "width": 1.0,
        "height": 0.8,
        "message": "Thanks for all of your hard work! Keeping us high in morale and working hard to keep us together. Even against the odds you still manage to strive and be on top as expected from our beloved general! I can't thank you enough you're a great inspiration to KFP! Thanks, ZeroRyuk",
        "author": "ZeroRyuk"
    },

    {
        "width": 1.0,
        "height": 0.8,
        "message": "Thank you for all the hard work you've done for not just Kiara but the entire KFP community, you've been a great lad, you've helped the community a lot and honestly Thank you for all the work you put in. 😄",
        "author": "ggStranger"
    },
    {
        "width": 1.0,
        "height": 0.7,
        "message": "God damn it old man slacking in your old age? you need encouregment? bah get back pout there and do the great work you always do.",
        "author": "NaGeL"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "Hey Pekorin thanks for supporting Kiara and KFP since the very beginning. You have done a lot work for this community from the very beginning. Even though a lot of the new eggs don't know about what you have done, all of us OGs will always remember and appreciate it. o7",
        "author": "KFP Memester"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Hey. Hey. Hey. Old man. Thanks for leading the charge. Your efforts make things more fun. Tough... but definitely fun. You're a good chap, old bean.",
        "author": "Tyroki"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "Thank you Pekorin for being IMO one of the OGs that empowered the KFP community to stand strong and never give up despite these circumstances. It was great meeting you dude. You were a fucking chad. o7",
        "author": "Cherrybuu"
    },
    {
        "width": 1.0,
        "height": 0.9,
        "message": "I know you don't know me and vice versa but I respect you for all that you have done for KFP. From directing these Major projects to just saying VIVA LA KIARA on a stream, I can't help but join in on them. I see you as the drunken general that beats KFP with a belt, but thank you for all you done.",
        "author": "Swan_Flyer"
    },
    {
        "width": 1.0,
        "height": 0.8,
        "message": "Thank you, Pekorin for putting in so much effort for the community. You preached and worked to start KFP's unity. From the start to the end, you brought order. And helped foster our support towards her. ",
        "author": "Xenol"
    },
    {
        "width": 1.0,
        "height": 0.5,
        "message": "You're pretty rad.",
        "author": "KingFunky"
    },
    {
        "width": 1.0,
        "height": 0.8,
        "message": "Thank you for all of your hardwork till this date General! KFP will never be the same without you! You are one of the reason I love this community so much! ",
        "author": "Mirai_39 - KFP Gutter"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "It really has been a long time, ever since that day when I signed on to be a writing staff for the newspaper, it's been a wild ride since then. And at the helm of it all, you've been the leader to push us through it. Thank you for your hard work and the dedication you put into this community. ",
        "author": "Blaster Jungle"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "Thank you Sir for all the hard work you poured into this community. Your efforts at planning projects for Kiara like the Christmas, new years and valentines day cards are greatly appreciated, they helped guide me in expressing my support for Kiara. Plus you added the \"The\" to my title for some reason",
        "author": "Trevor G | The Owl of KFP"
    },
    {
        "width": 1.0,
        "height": 0.5,
        "message": "I wish you good luck on your new journey in life o7",
        "author": "Apols"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "Even though I only started playing on the Minecraft server recently, I heard a lot of great things about you and you gave me a big headstart, thanks to all those items you once gave me.It meant alot to me and thanks to that, I got really motivated to help develop Tulip. Thank you for your hard work!",
        "author": "Lukas (The Octoling)"
    },
    {
        "width": 1.0,
        "height": 0.5,
        "message": "Fuck man...i cri",
        "author": "Lefi"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "General, you have led us simple-minded chickens gallantly, and with a firm belt.  I may not have interacted with you much, but it will be difficult finding someone who can fill the large shoes you're leaving behind, and I hope you'll continue to enjoy",
        "author": "DesuVult - KFP Crusader"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "Hey Pekorin! I haven't had the pleasure of knowing you for long, but the 2 projects I've worked on with you were a blast. Being part of The Office makes me feel like I've grown a bit closer to the rest of KFP. I'll always remember your exploits as our proud General, from the start. See ya around o7",
        "author": "Aurick"
    },
    {
        "width": 1.0,
        "height": 0.5,
        "message": "It had been a fun journey. Peace.",
        "author": "Masayume"
    },
    {
        "width": 1.0,
        "height": 0.7,
        "message": "I never saw somebody so passionate to compile/put on the work of all of this things. Thank you for all have you done for KFP/Community as a whole Peko.",
        "author": "Blazuchan"
    },
    {
        "width": 1.0,
        "height": 0.8,
        "message": "Thank you old man for your incredible support to KFP, thanks to you KFP was able to do many great things. You're an awesome drunkard! Enjoy your retirement, but I hope to still see you around!",
        "author": "Magic"
    },
    {
        "width": 1.0,
        "height": 0.8,
        "message": "Months ago, I was invited to the Office, and I met the people who I call my friends even though I may never know any of you in real life, you're all my family. And Pekorin is the grandpa of that family, the one who guided us through it all, the one who was there to see it all, so thanks Pekorin o7",
        "author": "Apollo"
    },

    
    {
        "width": 1.0,
        "height": 0.9,
        "message": "Pekorin!! I'm so glad to see you back  and doing well, I still can't thank you enough for inviting me to the Birthday project as an artist back then, because I have met so many nice people and helped out with so many projects for Kiara and others since I joined! And look at this, now you have received a bunch of chicken from me too! I hope the retirement won't stop you from checking in once in a while!! We need gramps to threaten us with the belt!",
        "author": "ŁIO"
    },
    {
        "width": 1.0,
        "height": 0.7,
        "message": "Heya Peko! Welcome back ya drunk old bastard!! Now that I'm an adult, now we can do some adult stuff. You know what I mean, some booze and hookers!!! Love to catch up with ya!",
        "author": "Food (Not Apollo)"
    },
    {
        "width": 1.0,
        "height": 0.8,
        "message": "It's been an honour to work alongside you, especially in projects like the KFN. Those were some absolutely amazing days, and I'm glad that you're back again so we all can do more fun stuff together once again.",
        "author": "UnstoppablePhoenix"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "Hey General! I remember all the moments spent on the projects of the previous year! Amazing how you were able to coordinate a bunch of unkempt chaos-ridden chickens into a sizable pack of hard and solid working KFP staff! To me you are also more than just commanding KFP projects, you have shown me how wonderful and cool it is to create projects and organise people, making me try to do the same as you in other communities! You can't even imagine how happy I am that you are back with us after your long break! Welcome back general! o7",
        "author": "jarznya (jarzyna)"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "Hi Pekorin, I remember how I was trying out to help in some small projects and now after a year being able to help others out and even do some rather crazy timelines and projects come true. Learned how to even navigate Discord, and help in little ways in many cool projects so far. And I'm trying to spread my knowledge to other communities and still have tons to learn. Even after what feels like an eternity in KFP, I still reminisce about how we came where we stand now. And I'm surely glad I met you, even if the time seemed short. Welcome back o7",
        "author": "Dominik K"
    },
    {
        "width": 1.0,
        "height": 1.0,
        "message": "Pekorin! Glad to see you're back, dude! Thanks for letting me help out around the Office. It definitely gave me a great entry into the community shortly after I joined KFP in May 2021, not even 2 months before the bday when most of the projects were well under way. We've been able to accomplish some amazing things over the past year, and a lot of it comes down to things you helped set in motion when you started this crazy scheme last year. Looking forward to continuing to work with you and the rest of the Office!",
        "author": "Davkas"
    }
]
